Repository: AmruthPillai/Reactive-Resume
Catalog: apps/client/src/locales/*/messages.po
Languages: de_de, lt_lt

source: You have enabled two-factor authentication successfully.
de_de: Sie haben die Zwei-Faktor-Authentifizierung erfolgreich aktiviert.
lt_lt: Sėkmingai įjungėte dviejų veiksnių autentifikavimą.

source: {templatesCount} resume templates to choose from
de_de: {templatesCount} Lebenslaufvorlagen zur Auswahl
lt_lt: {templatesCount} CV šablonai, iš kurių galite rinktis

source: {value, plural, one {Column} other {Columns}}
de_de: {value, plural, one {Spalte} other {Spalten}}
lt_lt: {value, plural,one {Stulpelis} other {Stulpeliai}}

source: <0>I built Reactive Resume mostly by myself during my spare time, with a lot of help from other great open-source contributors.</0><1>If you like the app and want to support keeping it free forever, please donate whatever you can afford to give.</1>
de_de: <0>Ich habe Reactive Resume größtenteils in meiner Freizeit fast alleine entwickelt, mit viel Unterstützung aus der Open-Source-Community.</0><1>Wenn Dir die App gefällt und Du die dauerhafte kostenlose Verfügbarkeit unterstützen möchtest, spende bitte, was Du kannst.</1>
lt_lt: <0>"Reactive Resume" sukūriau daugiausia vienas, laisvalaikiu, daug padėjo kiti puikūs atvirojo kodo kūrėjai.</0><1>Jei programa jums patinka ir norite paremti, kad ji išliktų nemokama amžinai, paaukokite tiek, kiek galite sau leisti.</1>

source: <0>I'm sure the app is not perfect, but I'd like for it to be.</0><1>If you faced any issues while creating your resume, or have an idea that would help you and other users in creating your resume more easily, drop an issue on the repository or send me an email about it.</1>
de_de: <0>Ich bin mir sicher, dass die App nicht perfekt ist, aber ich wünsche mir, dass sie es wird.</0><1>Du hast beim Erstellen Deines Lebenslaufs ein Problem gefunden oder eine Idee, die Dir und anderen Nutzern dabei helfen würde? Dann erstelle ein Ticket auf GitHub oder schicke mir eine E-Mail.</1>
lt_lt: <0>Esu įsitikinęs, kad programa nėra tobula, bet norėčiau, kad ji tokia būtų.</0><1>Jei kurdami gyvenimo aprašymą susidūrėte su kokiomis nors problemomis arba turite idėją, kuri padėtų jums ir kitiems naudotojams lengviau kurti gyvenimo aprašymą, parašykite apie tai saugykloje arba atsiųskite man el. laišką.</1>

source: <0>Note: </0>By utilizing the OpenAI API, you acknowledge and accept the <1>terms of use</1> and <2>privacy policy</2> outlined by OpenAI. Please note that Reactive Resume bears no responsibility for any improper or unauthorized utilization of the service, and any resulting repercussions or liabilities solely rest on the user.
de_de: <0>Hinweis:</0> Wenn du die OpenAI API nutzt, erkennst du die <1>Nutzungsbedingungen</1> und die <2>Datenschutzrichtlinie</2> von OpenAI an und akzeptierst diese. Bitte beachte, dass Reactive Resume keine Verantwortung für eine unsachgemäße oder unbefugte Nutzung des Dienstes übernimmt und eventuelle Folgen oder Haftungsansprüche ausschließlich beim Nutzer liegen.
lt_lt: <0>Pastaba: </0>naudodamiesi "OpenAI" API pripažįstate ir sutinkate su "OpenAI" nustatytomis <1>naudojimo sąlygomis</1> ir <2>privatumo politika</2>. Atkreipkite dėmesį, kad "Reactive Resume" neprisiima jokios atsakomybės už netinkamą ar neleistiną paslaugos naudojimą, o bet kokios iš to kylančios pasekmės ar atsakomybė tenka tik naudotojui.

source: <0>The community has spent a lot of time writing the documentation for Reactive Resume, and I'm sure it will help you get started with the app.</0><1>There are also a lot of examples to help you get started, and features that you might not know about which could help you build your perfect resume.</1>
de_de: <0>Die Community hat viel Zeit mit der Erstellung der Dokumentation für Reactive Resume verbracht. Ich bin mir sicher, dass sie dir beim Einstieg in die App helfen wird.</0><1>Darin findest du viele Beispiele, sowie Erklärungen für Funktionen, von denen du vielleicht noch nichts weißt, die dir aber helfen könnten, deinen perfekten Lebenslauf zu erstellen.</1>
lt_lt: <0>Bendruomenė daug laiko skyrė "Reactive Resume" dokumentacijai rašyti ir esu tikras, kad ji padės jums pradėti dirbti su programa.</0><1>Taip pat yra daug pavyzdžių, kurie padės jums pradėti dirbti, ir funkcijų, apie kurias galbūt nežinojote ir kurios gali padėti sukurti tobulą gyvenimo aprašymą.</1>

source: <0>Two-factor authentication is enabled.</0> You will be asked to enter a code every time you sign in.
de_de: <0>Zwei-Faktor-Authentifizierung ist aktiviert.</0> Du wirst bei jeder Anmeldung aufgefordert, einen Code einzugeben.
lt_lt: <0>Įjungtas dviejų veiksnių autentifikavimas.</0> Kiekvieną kartą prisijungdami turėsite įvesti kodą.

source: A free and open-source resume builder
de_de: Ein kostenloser Open-Source-Lebenslauf-Builder
lt_lt: Nemokamas atvirojo kodo gyvenimo aprašymų kūrėjas

source: A link has been copied to your clipboard.
de_de: Der Link wurde in die Zwischenablage kopiert.
lt_lt: Nuoroda nukopijuota į iškarpinę.

source: A password reset link should have been sent to your inbox, if an account existed with the email you provided.
de_de: Ein Link zum Zurücksetzen des Passworts sollte an dein Postfach gesendet worden sein, falls ein Konto mit der von dir angegebenen E-Mail-Adresse existiert.
lt_lt: Į jūsų pašto dėžutę turėjo būti išsiųsta slaptažodžio atstatymo nuoroda, jei jūsų nurodytu el. pašto adresu buvo sukurta paskyra.

source: A resume with this slug already exists, please pick a different unique identifier.
de_de: Es existiert bereits ein Lebenslauf mit diesem URL-Slug. Bitte wähle eine anderen, eindeutigen Namen.
lt_lt: Gyvenimo aprašymas su šiuo slug'u jau egzistuoja, pasirinkite kitą unikalų identifikatorių.

source: A user with this email address and/or username already exists.
de_de: Ein Benutzer mit dieser E-Mail-Adresse und/oder Benutzernamen existiert bereits.
lt_lt: Naudotojas, turintis šį el. pašto adresą ir/arba naudotojo vardą, jau egzistuoja.

source: Accepts only {accept} files
de_de: Akzeptiert nur {accept}-Dateien
lt_lt: Priimami tik {accept} failai

source: Account
de_de: Konto
lt_lt: Paskyra

source: Add a custom field
de_de: Benutzerdefiniertes Feld hinzufügen
lt_lt: Pridėti pasirinktinį lauką

# For example, add a new work experience, or add a new profile.
source: Add a new item
de_de: Eintrag hinzufügen
lt_lt: Pridėti naują elementą

source: Add a new item
de_de: Eintrag hinzufügen
lt_lt: Pridėti naują elementą

source: Add a new section
de_de: Neuen Abschnitt hinzufügen
lt_lt: Pridėti naują skyrių

source: Add New Page
de_de: Neue Seite hinzufügen
lt_lt: Pridėti naują puslapį

source: Already have an account?
de_de: Hast du bereits ein Konto?
lt_lt: Jau turite paskyrą?

source: An error occurred while validating the file.
de_de: Beim Überprüfen der Datei ist ein Fehler aufgetreten.
lt_lt: Patvirtinant failą įvyko klaida.

source: and many more...
de_de: und viele weitere...
lt_lt: ir dar daugiau...

source: Anyone with the link can view and download the resume.
de_de: Jeder, der den Link hat, kann den Lebenslauf ansehen und herunterladen.
lt_lt: Bet kuris nuorodą turintis asmuo gali peržiūrėti ir atsisiųsti gyvenimo aprašymą.

source: Anyone with this link can view and download the resume. Share it on your profile or with recruiters.
de_de: Jeder, der den Link hat, kann den Lebenslauf ansehen und herunterladen. Teile ihn auf deinem Profil oder sende ihn an Recruiter.
lt_lt: Kiekvienas, pasinaudojęs šia nuoroda, gali peržiūrėti ir atsisiųsti gyvenimo aprašymą. Pasidalykite juo savo profilyje arba su įdarbintojais.

source: API Key
de_de: API-Schlüssel
lt_lt: API raktas

source: Are you sure you want to delete this item?
de_de: Sicher, dass Du diesen Eintrag löschen möchtest?
lt_lt: Ar tikrai norite ištrinti šį elementą?

source: Are you sure you want to delete your resume?
de_de: Sicher, dass Du diesen Lebenslauf löschen möchtest?
lt_lt: Ar tikrai norite ištrinti savo gyvenimo aprašymą?

source: Are you sure you want to disable two-factor authentication?
de_de: Sicher, dass Du die Zwei-Faktor-Authentifizierung deaktivieren möchtest?
lt_lt: Ar tikrai norite išjungti dviejų veiksnių autentifikavimą?

source: Are you sure you want to lock this resume?
de_de: Sicher, dass dieser Lebenslauf gesperrt werden soll?
lt_lt: Ar tikrai norite užrakinti šį gyvenimo aprašymą?

source: Are you sure you want to unlock this resume?
de_de: Sicher, dass dieser Lebenslauf entsperrt werden soll?
lt_lt: Ar tikrai norite atrakinti šį gyvenimo aprašymą?

source: Are you sure?
de_de: Bist du dir sicher?
lt_lt: Ar esate tikras?

source: Area of Study
de_de: Studiengebiet
lt_lt: Studijų sritis

source: Aspect Ratio
de_de: Seitenverhältnis
lt_lt: Vaizdo santykis

source: Available in {languagesCount} languages
de_de: Verfügbar in {languagesCount} Sprachen
lt_lt: Galima rasti {languagesCount} kalbomis

source: Awarder
de_de: Verliehen von
lt_lt: Apdovanotojas

source: Back
de_de: Zurück
lt_lt: Atgal

source: Background Color
de_de: Hintergrundfarbe
lt_lt: Fono spalva

source: Backup Code
lt_lt: Atsarginis kodas

source: Backup Codes may contain only lowercase letters or numbers, and must be exactly 10 characters.
de_de: Backup-Codes dürfen nur Kleinbuchstaben oder Zahlen enthalten und müssen aus genau 10 Zeichen bestehen.
lt_lt: Atsarginius kodus gali sudaryti tik mažosios raidės arba skaičiai, juos turi sudaryti tiksliai 10 simbolių.

source: Basics
de_de: Allgemein
lt_lt: Pagrindai

source: Basics
de_de: Allgemein
lt_lt: Pagrindai

source: Border
de_de: Rahmen
lt_lt: Rėmelis

source: Border Radius
de_de: Abgerundete Ecken
lt_lt: Rėmelio spindulys

source: Built with
de_de: Gebaut mit
lt_lt: Pastatytas su

source: By the community, for the community.
de_de: Von der Gemeinschaft, für die Gemeinschaft.
lt_lt: Bendruomenės ir bendruomenei.

source: Cancel
de_de: Abbrechen
lt_lt: Atšaukti

source: Casual
de_de: Leger
lt_lt: Atsitiktinis

source: Center Artboard
de_de: Artboard zentrieren
lt_lt: Centrinė meno lenta

source: Change Password
de_de: Passwort ändern
lt_lt: Keisti slaptažodį

source: Change Tone
de_de: Ausdrucksweise ändern
lt_lt: Keisti toną

source: Changed your mind about the name? Give it a new one.
de_de: Der Name gefällt dir nicht mehr? Vergib einen neuen.
lt_lt: Pakeitėte nuomonę dėl pavadinimo? Suteikite jam naują.

source: Check your email for the confirmation link to update your email address.
de_de: Schau in deinem E-Mail-Postfach nach dem Bestätigungslink, um deine E-Mail-Adresse zu aktualisieren.
lt_lt: Patikrinkite savo el. laišką, kad gautumėte patvirtinimo nuorodą ir atnaujintumėte savo el. pašto adresą.

source: Circle
de_de: Kreis
lt_lt: Apskritimas

source: Close
de_de: Schließen
lt_lt: Uždaryti

source: Code
lt_lt: Kodas

source: Code must be exactly 6 digits long.
de_de: Der Code besteht aus genau 6 Ziffern.
lt_lt: Kodas turi būti lygiai 6 skaitmenų ilgio.

source: Columns
de_de: Spalten
lt_lt: Stulpeliai

source: Company
de_de: Unternehmen
lt_lt: Įmonė

source: Confident
de_de: Selbstbewusst
lt_lt: Pasitikintis savimi

source: Confirm New Password
de_de: Neues Passwort bestätigen
lt_lt: Patvirtinti naują slaptažodį

source: Continue
de_de: Weiter
lt_lt: Tęsti

source: Copy
de_de: Kopieren
lt_lt: Kopijuoti

source: Copy Link to Resume
de_de: Link zum Lebenslauf kopieren
lt_lt: Nukopijuokite nuorodą į gyvenimo aprašymą

source: Copy to Clipboard
de_de: In die Zwischenablage kopieren
lt_lt: Kopijuoti į iškarpinę

source: Create
de_de: Erstellen
lt_lt: Sukurti

source: Create a new account
de_de: Neues Konto erstellen
lt_lt: Sukurti naują paskyrą

source: Create a new item
de_de: Neuen Eintrag erstellen
lt_lt: Sukurti naują elementą

source: Create a new resume
de_de: Einen neuen Lebenslauf erstellen
lt_lt: Sukurti naują gyvenimo aprašymą

# This is a link to create a new account
source: Create one now
de_de: Jetzt eins erstellen
lt_lt: Sukurkite jį dabar

source: Create Sample Resume
de_de: Musterlebenslauf erstellen
lt_lt: Sukurti pavyzdinį gyvenimo aprašymą

source: Custom resume sections
de_de: Benutzerdefinierte Lebenslaufabschnitte
lt_lt: Pasirinktiniai gyvenimo aprašymo skyriai

source: Custom Section
de_de: Benutzerdefinierter Abschnitt
lt_lt: Pasirinktinis skyrius

source: Customisable colour palettes
de_de: Anpassbare Farbpaletten
lt_lt: Pritaikomos spalvų paletės

source: Customisable layouts
de_de: Anpassbare Layouts
lt_lt: Pritaikomi maketai

source: Danger Zone
de_de: Kritischer Bereich
lt_lt: Pavojinga zona

source: Dark
de_de: Dunkel
lt_lt: Tamsus

source: Date
de_de: Zeitraum
lt_lt: Data

source: Date or Date Range
de_de: Darum oder Zeitraum
lt_lt: Data arba datos intervalas

source: Delete
de_de: Löschen
lt_lt: Ištrinti

source: Delete Account
de_de: Konto löschen
lt_lt: Ištrinti paskyrą

source: Description
de_de: Beschreibung
lt_lt: Aprašymas

source: Design single/multi page resumes
de_de: Entwerfe ein- oder mehrseitige Lebensläufe
lt_lt: Sukurkite vieno / kelių puslapių gyvenimo aprašymus

source: Disable
de_de: Deaktivieren
lt_lt: Išjungti

source: Disable 2FA
de_de: 2FA deaktivieren
lt_lt: Išjungti 2FA

source: Discard
de_de: Verwerfen
lt_lt: Išmesti

source: Documentation
de_de: Dokumentation
lt_lt: Dokumentacija

source: Don't have an account?
de_de: Du hast noch kein Konto?
lt_lt: Neturite paskyros?

source: Don't know where to begin? Hit the docs!
de_de: Du weißt nicht, wo du anfangen sollst? Schau dir die Dokumentation an!
lt_lt: Nežinote nuo ko pradėti? Paspauskite dokumentus!

source: Don't see your language? <0>Help translate the app.</0>
de_de: Deine Sprache nicht dabei? <0>Hilf mit, die App zu übersetzen.</0>
lt_lt: Nematote savo kalbos? <0>Padėkite išversti programą.</0>

source: Donate to Reactive Resume
de_de: Spende an Reactive Resume
lt_lt: Paaukoti "Reactive Resume"

source: Download a JSON snapshot of your resume. This file can be used to import your resume in the future, or can even be shared with others to collaborate.
de_de: Lade Deinen Lebenslauf im JSON-Format herunter. Diese Datei kannst Du zukünftig für einen erneuten Import benutzen. Alternativ kannst Du ihn mit anderen teilen, um gemeinsam daran zu arbeiten.
lt_lt: Atsisiųskite savo gyvenimo aprašymo JSON momentinę nuotrauką. Šį failą galite naudoti ateityje importuodami savo gyvenimo aprašymą arba net bendrinti su kitais, kad galėtumėte bendradarbiauti.

source: Download a PDF of your resume. This file can be used to print your resume, send it to recruiters, or upload on job portals.
de_de: Lade Deinen Lebenslauf als PDF herunter. Diese Datei kannst Du dann ausdrucken, an Recruiter schicken oder in Jobbörsen hochladen.
lt_lt: Atsisiųskite savo gyvenimo aprašymą PDF formatu. Šis failas gali būti naudojamas atspausdinti savo gyvenimo aprašymą, išsiųsti jį įdarbintojams arba įkelti į darbo portalus.

source: Download PDF
de_de: PDF herunterladen
lt_lt: Atsisiųsti PDF

source: Downloads
lt_lt: Atsisiuntimai

source: Duplicate
de_de: Duplizieren
lt_lt: Dublikatas

source: Duplicate an existing item
de_de: Vorhandenen Eintrag duplizieren
lt_lt: Dubliuoti esamą elementą

source: Duplicate an existing resume
de_de: Vorhandenen Lebenslauf duplizieren
lt_lt: Dubliuoti esamą gyvenimo aprašymą

source: Edit
de_de: Bearbeiten
lt_lt: Redaguoti

source: Effects
de_de: Effekte
lt_lt: Efektai

source: Email
lt_lt: El. paštas

source: Enable 2FA
de_de: 2FA aktivieren
lt_lt: Įjungti 2FA

source: Enter a new password below, and make sure it's secure.
de_de: Gib unten ein neues, sicheres Passwort ein.
lt_lt: Toliau įveskite naują slaptažodį ir įsitikinkite, kad jis yra saugus.

source: Enter one of the 10 backup codes you saved when you enabled two-factor authentication.
de_de: Gib einen der 10 einmalig verwendbaren Backup-Codes ein, die du bei der Einrichtung der Zwei-Faktor-Authentifizierung erhalten hast.
lt_lt: Įveskite vieną iš 10 atsarginių kodų, kuriuos išsaugojote įjungę dviejų veiksnių autentifikavimą.

source: Enter the 6-digit code from your authenticator app to verify that 2FA has been setup correctly.
de_de: Gib den 6-stelligen Code aus Deiner Authenticator-App ein, um zu überprüfen, ob die 2FA korrekt eingerichtet wurde.
lt_lt: Įveskite 6 skaitmenų kodą iš autentifikavimo programos, kad patikrintumėte, ar 2FA nustatyta tinkamai.

source: Enter the one-time password provided by your authenticator app below.
de_de: Gib den Einmalpasswort aus Deiner Authenticator-App unten ein.
lt_lt: Toliau įveskite vienkartinį slaptažodį, kurį pateikė autentifikatoriaus programa.

source: Enter your email address and we will send you a link to reset your password if the account exists.
de_de: Gib Deine E-Mail-Adresse ein und wir senden Dir einen Link zum Zurücksetzen des Passworts zu, sofern das Konto existiert.
lt_lt: Įveskite savo el. pašto adresą ir mes atsiųsime jums nuorodą, kad iš naujo nustatytumėte slaptažodį, jei paskyra egzistuoja.

source: Errors
de_de: Fehler
lt_lt: Klaidos

source: Even if you're not in a position to contribute financially, you can still make a difference by giving the GitHub repository a star, spreading the word to your friends, or dropping a quick message to let me know how Reactive Resume has helped you. Your feedback and support are always welcome and much appreciated!
de_de: Auch wenn du das Projekt nicht finanziell unterstützen kannst, hilfst du dem Projekt enorm, indem du dem GitHub-Repository einen Stern gibst, deinen Freunden davon erzählst oder mir eine Nachricht schickst, um mir erzählen, wie dir Reactive Resume geholfen hat. Dein Feedback und deine Unterstützung sind immer willkommen und sehr geschätzt!
lt_lt: Net jei negalite prisidėti finansiškai, vis tiek galite kažką pakeisti, suteikdami "GitHub" saugyklai žvaigždutę, paskleisdami žinią draugams arba parašydami trumpą žinutę ir pranešdami, kaip "Reactive Resume" jums padėjo. Jūsų atsiliepimai ir parama visada laukiami ir labai vertinami!

source: Export
de_de: Exportieren
lt_lt: Eksportuoti

source: File
de_de: Datei
lt_lt: Failas

source: Filetype
de_de: Dateityp
lt_lt: Failo tipas

source: Fix Spelling & Grammar
de_de: Rechtschreibung und Grammatik korrigieren
lt_lt: Taisyti rašybą ir gramatiką

source: Font Family
de_de: Schriftfamilie
lt_lt: Šriftų šeima

source: Font Size
de_de: Schriftgröße
lt_lt: Šrifto dydis

source: Font Subset
de_de: Schriftart-Subset
lt_lt: Šriftų pogrupis

source: Font Variants
de_de: Schriftvariante
lt_lt: Šrifto variantai

source: For example, information regarding which companies you sent this resume to or the links to the job descriptions can be noted down here.
de_de: Zum Beispiel kannst Du hier notieren, an welche Unternehmen Du diesen Lebenslauf geschickt hast. Oder die Links zu den Stellenbeschreibungen.
lt_lt: Pavyzdžiui, čia galima įrašyti informaciją apie tai, kurioms įmonėms siuntėte šį gyvenimo aprašymą, arba nuorodas į darbo aprašymus.

source: Forget
de_de: Löschen
lt_lt: Pamirškite

source: Forgot Password?
de_de: Passwort vergessen?
lt_lt: Pamiršote slaptažodį?

source: Forgot your password?
de_de: Dein Passwort vergessen?
lt_lt: Pamiršote slaptažodį?

source: Format
de_de: Seitenformat
lt_lt: Formatas

source: Found a bug, or have an idea for a new feature?
de_de: Hast du einen Fehler gefunden oder eine Idee für eine neue Funktion?
lt_lt: Radote klaidą arba turite idėją naujai funkcijai?

source: Friendly
de_de: Freundlich
lt_lt: Draugiškas

source: Full Name
de_de: Vollständiger Name
lt_lt: Pilnas vardas

source: Generate a random title for your resume
de_de: Einen zufälligen Titel für deinen Lebenslauf generieren
lt_lt: Sugeneruokite atsitiktinį savo gyvenimo aprašymo pavadinimą

source: GitHub Stars
lt_lt: GitHub žvaigždės

source: Give your old resume a new name.
de_de: Gib deinem alten Lebenslauf einen neuen Namen.
lt_lt: Suteikite senam gyvenimo aprašymui naują pavadinimą.

source: Go to Dashboard
de_de: Weiter zum Dashboard
lt_lt: Eikite į prietaisų skydelį

source: Grayscale
de_de: Graustufen
lt_lt: Pilka skalė

source: Grid
de_de: Rasteransicht
lt_lt: Tinklelis

source: Headline
de_de: Überschrift
lt_lt: Antraštė

source: Here, you can update your account information such as your profile picture, name and username.
de_de: Hier kannst du deine Kontoinformationen aktualisieren, wie zum Beispiel dein Profilbild, deinen Namen und deinen Benutzernamen.
lt_lt: Čia galite atnaujinti savo paskyros informaciją, pvz., profilio nuotrauką, vardą ir naudotojo vardą.

source: Here, you can update your profile to customize and personalize your experience.
de_de: Hier kannst du dein Profil aktualisieren, um deine Erfahrung individuell anzupassen und zu personalisieren.
lt_lt: Čia galite atnaujinti savo profilį, kad pritaikytumėte ir suasmenintumėte savo patirtį.

source: Hidden
de_de: Ausgeblendet
lt_lt: Paslėptas

source: Hide
de_de: Ausblenden
lt_lt: Paslėpti

source: Hide Icons
de_de: Symbole ausblenden
lt_lt: Paslėpti piktogramas

source: Hold <0>Ctrl</0> to display your password temporarily.
de_de: Halte <0>STRG</0> gedrückt, um dein Passwort temporär anzuzeigen.
lt_lt: Laikykite <0>Ctrl</0> kad laikinai būtų rodomas slaptažodis.

source: Horizontal
lt_lt: Horizontalus

source: Host your resume publicly
de_de: Hoste Deinen Lebenslauf öffentlich
lt_lt: Viešai talpinkite savo gyvenimo aprašymą

source: I always love to hear from the users of Reactive Resume with feedback or support. Here are some of the messages I've received. If you have any feedback, feel free to drop me an email at <0>{email}</0>.
de_de: Ich freue mich über jedes Feedback oder Unterstützung der Benutzer von Reactive Resume. Hier sind einige der Nachrichten, die ich erhalten habe. Wenn Du mir Feedback geben möchtest, schick mir gerne eine E-Mail an <0>{email}</0>.
lt_lt: Visada džiaugiuosi galėdamas išgirsti "Reactive Resume" naudotojų atsiliepimus ar paramą. Štai keletas iš gautų žinučių. Jei turite kokių nors atsiliepimų, nedvejodami rašykite man el. paštu <0>{email}</0>.

source: Icon
de_de: Symbol
lt_lt: Ikona

source: If you disable two-factor authentication, you will no longer be required to enter a verification code when logging in.
de_de: Wenn Du die Zwei-Faktor-Authentifizierung deaktivierst, musst Du beim Anmelden keinen Bestätigungscode mehr eingeben.
lt_lt: Jei išjungsite dviejų veiksnių autentifikavimą, prisijungiant nebereikės įvesti patvirtinimo kodo.

source: If you're multilingual, we'd love your help in bringing the app to more languages and communities. Don't worry if you don't see your language on the list - just give me a shout-out on GitHub, and I'll make sure to include it. Ready to get started? Jump into translation over at Crowdin by clicking the link below.
de_de: Solltest Du mehrere Sprachen beherrschen, würden wir uns über Deine Unterstützung bei der Übersetzung der App in weitere Sprachen freuen. Solltest Du Deine Sprache nicht in der Liste finden, erstelle einfach ein Ticket auf GitHub. Ich kümmere mich dann darum, dass sie hinzugefügt wird. Bereit loszulegen? Starte mit der Übersetzung auf Crowdin, indem Du auf den untenstehenden Link klickst.
lt_lt: Jei kalbate keliomis kalbomis, norėtume, kad padėtumėte programėlę įdiegti daugiau kalbų ir bendruomenių. Nesijaudinkite, jei sąraše nematote savo kalbos - tiesiog praneškite man apie tai "GitHub", ir aš pasirūpinsiu, kad ji būtų įtraukta. Ar esate pasiruošę pradėti? Pereikite prie vertimo "Crowdin" svetainėje spustelėję toliau pateiktą nuorodą.

source: Import
de_de: Importieren
lt_lt: Importas

source: Import an existing resume
de_de: Importiere einen vorhandenen Lebenslauf
lt_lt: Importuoti esamą gyvenimo aprašymą

source: Improve Writing
de_de: Schreiben verbessern
lt_lt: Pagerinti rašymą
