Repository: AmruthPillai/Reactive-Resume
Catalog: apps/client/src/locales/*/messages.po
Languages: de_de, lt_lt

source: Verified
de_de: Verifiziert
lt_lt: Patikrinta

source: Verify that two-factor authentication has been setup correctly
de_de: Überprüfe, ob die Zwei-Faktor-Authentifizierung richtig eingerichtet wurde
lt_lt: Patikrinkite, ar teisingai nustatytas dviejų veiksnių autentiškumo patvirtinimas

source: Verify your email address
de_de: Bestätige deine E-Mail-Adresse
lt_lt: Patvirtinti savo el. pašto adresą

source: Views
de_de: Aufrufe
lt_lt: Peržiūros

source: Visible
de_de: Sichtbar
lt_lt: Matomas

source: We verify your email address only to ensure that we can send you a password reset link in case you forget your password.
de_de: Wir verifizieren deine E-Mail-Adresse nur, um sicherzustellen, dass wir dir einen Link zum Zurücksetzen deines Passworts senden können, falls du es vergisst.
lt_lt: Jūsų el. pašto adresą tikriname tik tam, kad galėtume atsiųsti slaptažodžio atstatymo nuorodą, jei pamirštumėte slaptažodį.

source: Website
de_de: Webseite
lt_lt: Tinklalapis

source: You can add multiple keywords by separating them with a comma or pressing enter.
de_de: Du kannst mehrere Schlüsselwörter (Keywords) hinzufügen, indem du sie mit einem Komma trennst oder die Eingabetaste drückst.
lt_lt: Galite pridėti kelis raktinius žodžius, atskirdami juos kableliu arba paspausdami enter.

source: You can also enter your username.
de_de: Du kannst alternativ auch deinen Benutzernamen eingeben.
lt_lt: Taip pat galite įvesti savo vartotojo vardą.

source: You can make use of the OpenAI API to help you generate content, or improve your writing while composing your resume.
de_de: Du kannst die OpenAI API nutzen, um Inhalte zu generieren oder deine Schreibfähigkeiten beim Verfassen deines Lebenslaufs zu verbessern.
lt_lt: Galite naudoti OpenAI API, kad padėtumėte generuoti turinį arba patobulinti savo rašymą kurdami savo CV.

source: You can track the number of views your resume has received, or how many people have downloaded the resume by enabling public sharing.
de_de: Hier siehst Du die Aufrufe und Downloads dieses Lebenslaufs, wenn Du ihn öffentlich teilst.
lt_lt: Įjungę viešą bendrinimą galite stebėti, kiek peržiūrų sulaukė jūsų gyvenimo aprašymas arba kiek žmonių jį atsisiuntė.

source: You have the option to <0>obtain your own OpenAI API key</0>. This key empowers you to leverage the API as you see fit. Alternatively, if you wish to disable the AI features in Reactive Resume altogether, you can simply remove the key from your settings.
de_de: Du hast die Möglichkeit, <0>deinen eigenen OpenAI API-Schlüssel zu bekommen</0>. Mit diesem Schlüssel kannst du die API nach Belieben nutzen. Wenn du die KI-Funktionen in Reactive Resume komplett deaktivieren möchtest, entferne einfach den Schlüssel in deinen Einstellungen.
lt_lt: Galite <0>gauti savo "OpenAI" API raktą</0>. Šis raktas suteikia jums teisę naudoti API, kaip jums atrodo tinkama. Arba, jei norite visiškai išjungti dirbtinio intelekto funkcijas programoje "Reactive Resume", galite tiesiog pašalinti raktą iš savo nustatymų.

source: You should have received an email from <0>Reactive Resume</0> with a link to verify your account.
de_de: Du solltest eine E-Mail von <0>Reactive Resume</0> mit einem Link zur Bestätigung deines Kontos erhalten haben.
lt_lt: Turėjote gauti el. laišką iš <0>"Reactive Resume"</0> su nuoroda, kad patvirtintumėte paskyrą.

source: You've got mail!
de_de: Du hast Post!
lt_lt: Gavote laišką!

source: Your account and all your data has been deleted successfully. Goodbye!
de_de: Dein Konto und alle deine Daten wurden erfolgreich gelöscht. Bis bald!
lt_lt: Jūsų paskyra ir visi duomenys buvo sėkmingai ištrinti. Viso gero!

source: Your API key is securely stored in the browser's local storage and is only utilized when making requests to OpenAI via their official SDK. Rest assured that your key is not transmitted to any external server except when interacting with OpenAI's services.
de_de: Dein API-Schlüssel wird sicher im lokalen Speicher deines Browsers gespeichert und kommt nur zum Einsatz, wenn du mit OpenAI's Diensten über deren offizielles SDK Kontakt aufnimmst. Keine Sorge, dein Schlüssel wird nur an OpenAI gesendet und sonst an keinen anderen Server.
lt_lt: Jūsų API raktas saugiai saugomas naršyklės vietinėje saugykloje ir naudojamas tik teikiant užklausas "OpenAI" per oficialų SDK. Galite būti tikri, kad jūsų raktas nėra perduodamas jokiam išoriniam serveriui, išskyrus atvejus, kai sąveikaujama su "OpenAI" paslaugomis.

source: Your email address has been verified successfully.
de_de: Deine E-Mail-Adresse wurde erfolgreich verifiziert.
lt_lt: Jūsų el. pašto adresas buvo sėkmingai patvirtintas.

source: Your OpenAI API Key has not been set yet. Please go to your account settings to enable OpenAI Integration.
de_de: Du hast noch keinen OpenAI API-Schlüssel abgespeichert. Gehe in deine Kontoeinstellungen, um die OpenAI-Integration zu aktivieren.
lt_lt: Jūsų "OpenAI" API raktas dar nenustatytas. Eikite į savo paskyros nustatymus ir įjunkite "OpenAI" integraciją.

source: Your password has been updated successfully.
de_de: Dein Passwort wurde erfolgreich geändert.
lt_lt: Jūsų slaptažodis sėkmingai atnaujintas.

source: Zoom In
de_de: Hineinzoomen
lt_lt: Priartinti

source: Zoom Out
de_de: Herauszoomen
lt_lt: Tolinti
