Repository: AmruthPillai/Reactive-Resume
Catalog: apps/client/src/locales/*/messages.po
Languages: de_de, lt_lt

source: In case you are unable to scan this QR Code, you can also copy-paste this link into your authenticator app.
de_de: Falls Du diesen QR-Code nicht scannen kannst, kopiere den Link und in füge ihn in Deine Authenticator-App ein.
lt_lt: Jei negalite nuskaityti šio QR kodo, taip pat galite nukopijuoti ir įklijuoti šią nuorodą į autentifikatoriaus programą.

source: In this section, you can change your password and enable/disable two-factor authentication.
de_de: In diesem Bereich kannst du dein Passwort ändern und die Zwei-Faktor-Authentifizierung aktivieren oder deaktivieren.
lt_lt: Šiame skyriuje galite pakeisti slaptažodį ir įjungti / išjungti dviejų veiksnių autentifikavimą.

source: In this section, you can delete your account and all the data associated to your user, but please keep in mind that <0>this action is irreversible</0>.
de_de: In diesem Bereich kannst du dein Konto und alle damit verbundenen Daten löschen. Bitte bedenke, dass <0>diese Aktion nicht rückgängig gemacht werden kann</0>.
lt_lt: Šiame skyriuje galite ištrinti savo paskyrą ir visus su naudotoju susijusius duomenis, tačiau nepamirškite, kad <0>šis veiksmas yra negrįžtamas</0>.

source: Information
de_de: Informationen
lt_lt: Informacija

source: Institution
de_de: Bildungseinrichtung
lt_lt: Institucija

source: Issuer
de_de: Herausgeber
lt_lt: Leidėjas

source: It doesn't look like a user exists with the credentials you provided.
de_de: Es wurde kein Benutzer mit diesen Zugangsdaten gefunden.
lt_lt: Neatrodo, kad egzistuoja naudotojas su jūsų pateiktais prisijungimo duomenimis.

source: It looks like the backup code you provided is invalid or used. Please try again.
de_de: Anscheinend ist der eingegebene Backup-Code ungültig oder bereits benutzt worden. Bitte versuche es erneut.
lt_lt: Atrodo, kad jūsų pateiktas atsarginės kopijos kodas yra negaliojantis arba panaudotas. Bandykite dar kartą.

source: It looks like the reset token you provided is invalid. Please try restarting the password reset process again.
de_de: Das Passwort-Reset-Token ist scheinbar ungültig. Bitte versuche erneut, das Passwort zurückzusetzen.
lt_lt: Panašu, kad jūsų pateiktas atkūrimo prieigos raktas yra neteisingas. Pabandykite dar kartą paleisti slaptažodžio nustatymo iš naujo procesą.

source: It looks like the resume you're looking for doesn't exist.
de_de: Scheinbar existiert der von dir gesuchte Lebenslauf (nicht) mehr.
lt_lt: Atrodo, kad ieškomo gyvenimo aprašymo nėra.

source: It looks like the two-factor authentication code you provided is invalid. Please try again.
de_de: Der eingegebene Zwei-Faktor-Authentifizierungscode ist ungültig. Bitte versuche es noch einmal.
lt_lt: Atrodo, kad jūsų pateiktas dviejų veiksnių autentifikavimo kodas yra negaliojantis. Bandykite dar kartą.

source: It looks like the verification token you provided is invalid. Please try restarting the verification process again.
de_de: Das Verifizierungs-Token ist scheinbar ungültig. Bitte versuche die Verifizierung deiner E-Mail-Adresse erneut.
lt_lt: Panašu, kad jūsų pateiktas patvirtinimo prieigos raktas yra neteisingas. Pabandykite iš naujo paleisti patvirtinimo procesą.

source: It looks like your email address has already been verified.
de_de: Deine E-Mail-Adresse wurde bereits bestätigt.
lt_lt: Atrodo, kad jūsų el. pašto adresas jau patikrintas.

source: John Doe
de_de: Max Mustermann
lt_lt: Jonas Jonaitis

source: john.doe
de_de: max.mustermann
lt_lt: jonas.jonaitis

source: john.doe@example.com
de_de: max.mustermann@beispiel.de
lt_lt: jonas.jonaitis@pavyzdys.com

source: Keywords
de_de: Schlüsselwörter
lt_lt: Raktiniai žodžiai

source: Label
de_de: Beschriftung
lt_lt: Etiketė

source: Language
de_de: Sprache
lt_lt: Kalba

source: Last updated {lastUpdated}
de_de: Letzte Aktualisierung: {lastUpdated}
lt_lt: Paskutinį kartą atnaujinta {lastUpdated}

source: Layout
lt_lt: Išdėstymas

source: Letter
de_de: US Letter
lt_lt: Laiškas

source: Level
de_de: Niveau
lt_lt: Lygis

source: Light
de_de: Hell
lt_lt: Šviesa

source: Light or dark theme
de_de: Helles oder dunkles Design
lt_lt: Šviesi arba tamsi tema

source: Line Height
de_de: Zeilenhöhe
lt_lt: Linijos aukštis

source: LinkedIn, JSON Resume, etc.
de_de: LinkedIn, Lebenslauf als JSON, etc.
lt_lt: LinkedIn, JSON CV ir kt.

source: List
de_de: Listenansicht
lt_lt: Sąrašas

source: Location
de_de: Ort
lt_lt: Vieta

source: Lock
de_de: Sperren
lt_lt: Užrakinti

source: Lock a resume to prevent editing
de_de: Sperre einen Lebenslauf, um die Bearbeitung zu verhindern
lt_lt: Užrakinkite gyvenimo aprašymą, kad išvengtumėte redagavimo

source: Locking a resume will prevent any further changes to it. This is useful when you have already shared your resume with someone and you don't want to accidentally make any changes to it.
de_de: Wenn Du Deinen Lebenslauf sperrst, kannst Du keine Änderungen mehr daran vornehmen. Das kann nützlich sein, damit Du nicht versehentlich Änderungen daran machst, nachdem Du Deinen Lebenslauf mit jemandem geteilt hast.
lt_lt: Užrakinus gyvenimo aprašymą, jame nebus galima atlikti jokių tolesnių pakeitimų. Tai naudinga, kai jau esate su kuo nors pasidaliję savo gyvenimo aprašymu ir nenorite netyčia padaryti kokių nors pakeitimų.

source: Logout
de_de: Abmelden
lt_lt: Atsijungti

source: Lost your device?
de_de: Gerät verloren?
lt_lt: Praradote įrenginį?

source: Main
de_de: Hauptteil
lt_lt: Pagrindinis

source: Manage multiple resumes
de_de: Verwalte mehrere Lebensläufe
lt_lt: Tvarkykite kelis gyvenimo aprašymus

source: March 2023
de_de: März 2023
lt_lt: 2023 m. kovo mėn

source: March 2023 - Present
de_de: März 2023 – Heute
lt_lt: 2023 m. kovo mėn. - dabartis

source: Margin
de_de: Außenabstand
lt_lt: Paraštė

source: Name
lt_lt: Vardas

# Name of the Certification
source: Name
lt_lt: Vardas

source: Network
de_de: Netzwerk
lt_lt: Tinklas

source: New Password
de_de: Neues Passwort
lt_lt: Naujas slaptažodis

source: No results found
de_de: Keine Ergebnisse gefunden
lt_lt: Rezultatų nerasta

source: Note: This will make your account less secure.
de_de: Achtung: Dadurch wird dein Konto weniger sicher sein.
lt_lt: Pastaba: dėl to jūsų paskyra taps mažiau saugi.

source: Notes
de_de: Notizen
lt_lt: Pastabos

source: One-Time Password
de_de: Einmalpasswort
lt_lt: Vienkartinis slaptažodis

source: Oops, the server returned an error.
de_de: Hoppla, der Server hat einen Fehler zurückgegeben.
lt_lt: Oi, serveris grąžino klaidą.

source: Open
de_de: Öffnen
lt_lt: Atviras

source: OpenAI did not return any choices for your text.
de_de: OpenAI hat keine Auswahl für deinen Text zurückgegeben.
lt_lt: "OpenAI" nepateikė jokių jūsų teksto pasirinkimų.

source: OpenAI Integration
lt_lt: "OpenAI" integracija

source: Options
de_de: Optionen
lt_lt: Parinktys

source: or continue with
de_de: oder anmelden mit
lt_lt: arba tęsti su

source: Organization
de_de: Organisation
lt_lt: Organizacija

source: Page
de_de: Seite
lt_lt: Puslapis

source: Page {0}
de_de: Seite {0}
lt_lt: Puslapis {0}

source: Password
de_de: Passwort
lt_lt: Slaptažodis

source: Personal notes for each resume
de_de: Persönliche Notizen zu jedem Lebenslauf
lt_lt: Asmeninės pastabos prie kiekvieno gyvenimo aprašymo

source: Phone
de_de: Telefon
lt_lt: Telefonas

source: Photograph by Patrick Tomasso
lt_lt: Patrick Tomasso nuotrauka

source: Pick any font from Google Fonts
de_de: Wähle beliebige Schriftarten von Google Fonts
lt_lt: Pasirinkite bet kurį šriftą iš "Google Fonts

source: Picture
de_de: Profilbild
lt_lt: Paveikslėlis

source: Please note that this step is completely optional.
de_de: Dieser Schritt ist völlig optional.
lt_lt: Atkreipkite dėmesį, kad šis veiksmas yra visiškai neprivalomas.

source: Please select a file type
de_de: Bitte wähle einen Dateityp
lt_lt: Pasirinkite failo tipą

source: Please store your backup codes in a secure location. You can use one of these one-time use codes to login in case you lose access to your authenticator app.
de_de: Bitte bewahre deine Backup-Codes an einem sicheren Ort auf. Du kannst jeden Code einmalig verwenden, um dich einzuloggen, falls du keinen Zugriff mehr auf deine Authenticator-App hast.
lt_lt: Atsarginius kodus saugokite saugioje vietoje. Vieną iš šių vienkartinių kodų galite naudoti prisijungimui tuo atveju, jei prarastumėte prieigą prie autentifikatoriaus programėlės.

source: Portrait
de_de: Hochformat
lt_lt: Portretas

# Position held at a company, for example, Software Engineer
source: Position
lt_lt: Pozicija

source: Position
lt_lt: Pozicija

source: Powered by <0>Simple Icons</0>
lt_lt: Sukurta naudojant <0>Simple Icons</0>

source: Primary Color
de_de: Primärfarbe
lt_lt: Pagrindinė spalva

source: Professional
de_de: Formell
lt_lt: Profesionalus

source: Profile
de_de: Profil
lt_lt: Profilis

source: Public
de_de: Öffentlich
lt_lt: Viešas

source: Publisher
de_de: Herausgeber
lt_lt: Leidėjas

source: Raise an issue
de_de: Problem melden
lt_lt: Iškelti problemą

source: Reactive Resume is a free and open-source project crafted mostly by me, and your support would be greatly appreciated. If you're inclined to contribute, and only if you can afford to, consider making a donation through any of the listed platforms. Additionally, donations to Reactive Resume through Open Collective are tax-exempt, as the project is fiscally hosted by Open Collective Europe.
de_de: Reactive Resume ist ein kostenloses Open-Source-Projekt, das hauptsächlich von mir entwickelt wurde. Für Deine Unterstützung wäre ich sehr dankbar. Wenn Du finanziell etwas beitragen möchtest, (natürlich nur, wenn Du Dir das leisten kannst), bitte ich Dich mir eine Spende über eine der aufgeführten Plattformen zu machen. Spenden an Reactive Resume über Open Collective sind steuerlich absetzbar, da das Projekt vom Open Collective Europe finanziell betreut wird.
lt_lt: "Reactive Resume" yra nemokamas atvirojo kodo projektas, kurį daugiausia sukūriau aš, ir jūsų parama būtų labai dėkinga. Jei esate linkęs prisidėti ir tik tuo atveju, jei galite sau tai leisti, apsvarstykite galimybę paaukoti per bet kurią iš išvardytų platformų. Be to, aukos Reactive Resume per Open Collective yra neapmokestinamos, nes projektą fiskališkai organizuoja Open Collective Europe.

source: Reactive Resume thrives thanks to its vibrant community. This project owes its progress to numerous individuals who've dedicated their time and skills. Below, we celebrate the coders who've enhanced its features on GitHub and the linguists whose translations on Crowdin have made it accessible to a broader audience.
de_de: Reactive Resume blüht dank seiner lebendigen Gemeinschaft auf. Dieses Projekt verdankt seinen Fortschritt zahlreichen Personen, die ihre Zeit und Fähigkeiten eingebracht haben. Hier würdigen wir die Entwickler, die seine Funktionen auf GitHub verbessert haben, und die Sprachexperten, deren Übersetzungen auf Crowdin es einem breiteren Publikum zugänglich gemacht haben.
lt_lt: "Reactive Resume" klesti dėl savo gyvybingos bendruomenės. Šis projektas už savo pažangą skolingas daugybei žmonių, kurie skyrė savo laiką ir įgūdžius. Toliau džiaugiamės programuotojais, kurie tobulino funkcijas per GitHub, ir kalbininkus, kurių vertimai „Crowdin“ padarė jį prieinamą platesnei auditorijai.

source: Redo
de_de: Wiederherstellen
lt_lt: Grąžinti

source: Remove
de_de: Entfernen
lt_lt: Pašalinti

source: Remove Page
de_de: Seite entfernen
lt_lt: Pašalinti puslapį

source: Rename
de_de: Umbenennen
lt_lt: Pervadinti

source: Resend email confirmation link
de_de: Bestätigungs-E-Mail erneut senden
lt_lt: Pakartotinis el. pašto patvirtinimo nuorodos siuntimas

source: Reset
de_de: Zurücksetzen
lt_lt: Nustatyti iš naujo

source: Reset Layout
de_de: Layout zurücksetzen
lt_lt: Iš naujo nustatyti išdėstymą

source: Reset your password
de_de: Passwort zurücksetzen
lt_lt: Iš naujo nustatyti slaptažodį

source: Reset Zoom
de_de: Zoom zurücksetzen
lt_lt: Iš naujo nustatyti priartinimą

source: Resumes
de_de: Lebensläufe
lt_lt: Gyvenimo aprašymai

source: Resumes Generated
de_de: Erstellte Lebensläufe
lt_lt: Sukurti gyvenimo aprašymai

source: Rounded
de_de: Abgerundet
lt_lt: Suapvalintas

source: Save Changes
de_de: Änderungen speichern
lt_lt: Išsaugoti pakeitimus

source: Scan the QR code below with your authenticator app to setup 2FA on your account.
de_de: Scanne den untenstehenden QR-Code mit deiner Authenticator-App, um die Zwei-Faktor-Authentifizierung für dein Konto einzurichten.
lt_lt: Norėdami savo paskyroje nustatyti 2FA, nuskaitykite toliau pateiktą QR kodą naudodami autentifikatoriaus programą.

source: Score
de_de: Abschlussnote
lt_lt: Rezultatai

source: Search for a font family
de_de: Suche nach einer Schriftfamilie
lt_lt: Šriftų šeimos paieška

source: Search for a font subset
de_de: Nach einem Schriftart-Subset suchen
lt_lt: Šrifto poaibio paieška

source: Search for a font variant
de_de: Nach einer Schriftvariante suchen
lt_lt: Šrifto varianto paieška

source: Search for a language
de_de: Nach einer Sprache suchen
lt_lt: Kalbos paieška

source: Secure with two-factor authentication
de_de: Abgesichert mit Zwei-Faktor-Authentifizierung
lt_lt: Apsaugokite naudodami dviejų veiksnių autentifikavimą

source: Security
de_de: Sicherheit
lt_lt: Apsauga

source: Send Email
de_de: E-Mail senden
lt_lt: Siųsti el. laišką

source: Send me a message
de_de: Schick mir eine Nachricht
lt_lt: Siųskite man žinutę

source: Settings
de_de: Einstellungen
lt_lt: Nustatymai

source: Setup two-factor authentication on your account
de_de: Zwei-Faktor-Authentifizierung für dein Konto einrichten
lt_lt: Nustatykite dviejų veiksnių autentifikavimą savo paskyroje

source: Sharing
de_de: Freigeben
lt_lt: Dalijimasis

source: Show
de_de: Anzeigen
lt_lt: Rodyti

source: Show Break Line
de_de: Seitenumbruchlinie anzeigen
lt_lt: Rodyti lūžio liniją

source: Show Page Numbers
de_de: Seitenzahlen anzeigen
lt_lt: Rodyti puslapių numerius

source: Sidebar
de_de: Seitenleiste
lt_lt: Šoninė juosta

source: Sign in
de_de: Anmelden
lt_lt: Prisijungti

source: Sign in now
de_de: Jetzt anmelden
lt_lt: Prisijunkti dabar

source: Sign in to your account
de_de: Melde dich bei deinem Konto an
lt_lt: Prisijunkite prie savo paskyros

source: Sign in with Email
de_de: Mit E-Mail-Adresse anmelden
lt_lt: Prisijungti naudojant el. paštą

source: Sign in with GitHub
de_de: Mit GitHub anmelden
lt_lt: Prisijunk su GitHub

source: Sign in with Google
de_de: Mit Google anmelden
lt_lt: Prisijungti naudojantis Google

source: Sign up
de_de: Registrieren
lt_lt: Registruotis

source: Signups are currently disabled by the administrator.
de_de: Registrierungen sind derzeit vom Administrator deaktiviert.
lt_lt: Šiuo metu administratorius išjungė registraciją.

source: Size (in px)
de_de: Größe (in px)
lt_lt: Dydis (px)

source: Slug
de_de: URL-Slug
lt_lt: Nuorodos dalis

source: Something went wrong while grabbing a preview your resume. Please try again later or raise an issue on GitHub.
de_de: Beim Abruf der Lebenslauf-Vorschau ist etwas schiefgegangen. Bitte versuche es später noch einmal oder erstelle ein Ticket auf GitHub.
lt_lt: Peržiūrint jūsų gyvenimo aprašymą kažkas nutiko ne taip. Prašome pabandyti vėliau arba iškelti problemą "GitHub".

source: Something went wrong while printing your resume. Please try again later or raise an issue on GitHub.
de_de: Beim Drucken deines Lebenslaufs ist etwas schiefgelaufen. Bitte versuche es später noch einmal oder erstelle ein Ticket auf GitHub.
lt_lt: Kažkas nepavyko spausdinant jūsų gyvenimo aprašymą. Bandykite dar kartą vėliau arba iškelkite problemą „GitHub“.

source: Something went wrong while processing your request. Please try again later or raise an issue on GitHub.
de_de: Beim Verarbeiten Deiner Anfrage ist etwas schiefgelaufen. Bitte versuche es später erneut oder erstelle ein Ticket auf GitHub.
lt_lt: Tvarkydami jūsų užklausą kažkas suklydo. Prašome pabandyti vėliau arba iškelti problemą "GitHub".

source: Square
de_de: Quadratisch
lt_lt: Kvadratinis

source: Start building from scratch
de_de: Starte mit einem leeren Lebenslauf
lt_lt: Pradėkite kurti nuo nulio

source: Start building your resume by giving it a name.
de_de: Beginne mit der Erstellung Deines Lebenslaufs, indem Du ihm einen Namen gibst.
lt_lt: Pradėkite kurti savo gyvenimo aprašymą suteikdami jam pavadinimą.

source: Statistics
de_de: Statistiken
lt_lt: Statistika

source: Statistics are available only for public resumes.
de_de: Statistiken sind nur für öffentliche Lebensläufe verfügbar.
lt_lt: Statistika prieinama tik viešiems gyvenimo aprašymams.

source: Store Locally
de_de: Lokal speichern
lt_lt: Saugoti lokaliai

source: Store your backup codes securely
de_de: Bewahre Deine Backup-Codes sicher auf
lt_lt: Saugiai saugokite atsarginių kopijų kodus

source: Stored
de_de: Gespeichert
lt_lt: Saugoma

source: Summary
de_de: Zusammenfassung
lt_lt: Santrauka

source: Support the app by donating what you can!
de_de: Unterstütze die App, indem du spendest, was du kannst!
lt_lt: Palaikykite programėlę paaukodami tai, ką galite!

source: Supporting Reactive Resume
de_de: Unterstütze Reactive Resume
lt_lt: "Reactive Resume" palaikymas

source: Supports A4/Letter page formats
de_de: Unterstützt die Seitenformate A4 / Letter
lt_lt: Palaikomi A4/laiško puslapių formatai

source: System
lt_lt: Sistema

source: Template
de_de: Vorlage
lt_lt: Šablonas

source: Testimonials
de_de: Erfahrungsberichte
lt_lt: Atsiliepimai

source: Text Color
de_de: Schriftfarbe
lt_lt: Teksto spalva

source: That doesn't look like a valid OpenAI API key.
de_de: Das sieht nicht wie ein gültiger OpenAI API-Schlüssel aus.
lt_lt: Tai neatrodo kaip galiojantis "OpenAI" API raktas.

source: The passwords you entered do not match.
de_de: Die eingegebenen Passwörter stimmen nicht überein.
lt_lt: Įvesti slaptažodžiai nesutampa.

source: The resume you want to update is locked, please unlock if you wish to make any changes to it.
de_de: Der Lebenslauf, den Du aktualisieren möchtest, ist gesperrt. Bitte entsperre ihn, falls Du Änderungen daran vornehmen möchtest.
lt_lt: Gyvenimo aprašymas, kurį norite atnaujinti, yra užrakintas, jei norite jį keisti, atrakinkite jį.

source: Theme
de_de: Design
lt_lt: Tema

source: There was an error connecting to the browser. Please make sure 'chrome' is running and reachable.
de_de: Beim Herstellen der Verbindung zum Browser ist ein Fehler aufgetreten. Bitte stelle sicher, dass 'chrome' läuft wird und erreichbar ist.
lt_lt: Įvyko prisijungimo prie naršyklės klaida. Įsitikinkite, kad 'chrome' veikia ir yra pasiekiama.

source: This action can be reverted by clicking on the undo button in the floating toolbar.
de_de: Du kannst diese Aktion rückgängig machen, indem Du auf Knopf "Rückgängig" in der Symbolleiste unten klickst.
lt_lt: Šį veiksmą galima atšaukti slankiojoje įrankių juostoje spustelėjus anuliavimo mygtuką.

source: This action cannot be undone. This will permanently delete your resume and cannot be recovered.
de_de: Diese Aktion kann nicht rückgängig gemacht werden. Dein Lebenslauf wird dadurch dauerhaft gelöscht und kann nicht wiederhergestellt werden.
lt_lt: Šio veiksmo negalima atšaukti. Tai visam laikui ištrins jūsų gyvenimo aprašymą ir jo nebus galima atkurti.

source: This email address is associated with an OAuth account. Please sign in with your OAuth provider.
de_de: Diese E-Mail-Adresse ist mit einem OAuth-Konto verbunden. Bitte melde Dich über den OAuth-Anbieter an.
lt_lt: Šis el. pašto adresas susietas su OAuth paskyra. Prisijunkite naudodami OAuth teikėją.

source: This resume is locked, please unlock to make further changes.
de_de: Dieser Lebenslauf ist gesperrt. Bitte entsperre ihn, um Änderungen vorzunehmen.
lt_lt: Šis gyvenimo aprašymas yra užrakintas, norėdami atlikti tolesnius pakeitimus, jį atrakinkite.

source: This section is reserved for your personal notes specific to this resume. The content here remains private and is not shared with anyone else.
de_de: Dieser Bereich ist für Deine persönlichen Notizen zu diesem Lebenslauf reserviert. Der Inhalt dieses Bereichs bleibt privat und wird nicht an Dritte weitergegeben oder angezeigt.
lt_lt: Šis skyrius skirtas jūsų asmeninėms pastaboms, susijusioms su šiuo gyvenimo aprašymu. Čia pateiktas turinys lieka privatus ir niekam kitam neteikiamas.

source: Tip: You can name the resume referring to the position you are applying for.
de_de: Tipp: Du kannst den Lebenslauf passend zur Stelle, auf die Du Dich bewirbst, benennen.
lt_lt: Patarimas: gyvenimo aprašymą galite pavadinti pagal pareigas, į kurias pretenduojate.

# Name of the Award
source: Title
de_de: Titel
lt_lt: Pavadinimas

source: Title
de_de: Titel
lt_lt: Pavadinimas

source: Toggle Page Break Line
de_de: Anzeige der Seitenumbruchlinie umschalten
lt_lt: Perjungti puslapio lūžio liniją

source: Toggle Page Numbers
de_de: Anzeige der Seitenzahlen umschalten
lt_lt: Perjungti puslapių numerius

source: Track views and downloads
de_de: Statistiken für Aufrufe und Downloads
lt_lt: Stebėkite peržiūras ir atsisiuntimus

source: Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
lt_lt: Dviejų veiksnių autentiškumo patvirtinimas

source: Two-factor authentication is already enabled for this account.
de_de: Die Zwei-Faktor-Authentifizierung ist für dieses Konto bereits aktiviert.
lt_lt: Šiai paskyrai jau įjungtas dviejų veiksnių autentifikavimas.

source: Two-factor authentication is not enabled for this account.
de_de: Die Zwei-Faktor-Authentifizierung ist für dieses Konto nicht aktiviert.
lt_lt: Šiai paskyrai neįjungtas dviejų veiksnių autentifikavimas.

source: Type <0>delete</0> to confirm deleting your account.
de_de: Gib <0>löschen</0> ein, um dein Konto zu löschen.
lt_lt: Įveskite <0>ištrinti</0> kad patvirtintumėte paskyros ištrynimą.

source: Type of Study
de_de: Studienart
lt_lt: Studijų tipas

source: Typography
de_de: Typografie
lt_lt: Tipografija

source: Underline Links
de_de: Links unterstreichen
lt_lt: Pabraukite nuorodas

source: Undo
de_de: Rückgängig machen
lt_lt: Anuliuoti

source: Unlock
de_de: Entsperren
lt_lt: Atrakinti

source: Unlocking a resume will allow you to make changes to it again.
de_de: Wenn Du Deinen Lebenslauf entsperrst, kannst Du wieder Änderungen daran vornehmen.
lt_lt: Atrakinę gyvenimo aprašymą galėsite vėl jį keisti.

source: Unverified
de_de: Noch nicht verifiziert
lt_lt: Nepatikrintas

source: Update an existing item
de_de: Vorhandenen Eintrag verändern
lt_lt: Atnaujinti esamą elementą

source: Update an existing resume
de_de: Vorhandenen Lebenslauf ändern
lt_lt: Atnaujinti esamą gyvenimo aprašymą

source: Upload a file from one of the accepted sources to parse existing data and import it into Reactive Resume for easier editing.
de_de: Lade eine Datei von einer der akzeptierten Quellen hoch, um die Daten zu analysieren. Nach erfolgreicherem Import kannst Du sie einfach in Reactive Resume bearbeiten.
lt_lt: Įkelkite failą iš vieno iš priimtų šaltinių, kad išanalizuoti esamus duomenis ir importuoti jį į "Reactive Resume", kad būtų lengviau redaguoti.

source: URL must start with https://
de_de: URL muss mit https:// beginnen
lt_lt: URL turi prasidėti https://

source: Use your backup code
de_de: Backup-Code verwenden
lt_lt: Naudokite atsarginį kodą

source: User does not have an associated 'secrets' record. Please report this issue on GitHub.
de_de: Das Benutzerkonto hat keinen Eintrag für 'secrets'. Bitte melde dieses Problem auf GitHub.
lt_lt: Vartotojas neturi susieto „paslapčių“ įrašo. Praneškite apie šią problemą GitHub platformoje.

source: Username
de_de: Benutzername
lt_lt: Vartotojo vardas

source: Users Signed Up
de_de: Registrierte Benutzer
lt_lt: Prisiregistravę vartotojai

source: Validate
de_de: Überprüfen
lt_lt: Patvirtinti

source: Validated
de_de: Überprüft
lt_lt: Patvirtinta

source: Value
de_de: Wert
lt_lt: Vertė
